{
			"anytime": [
			"The first duty of a man is to think for himself",
			"When I give food to the poor, they call me a saint. When I ask why the poor have no food, they call me a communist.",
			"You show me a capitalist, and I'll show you a bloodsucker",
			"Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners.",
			"Our great democracies still tend to think that a stupid man is more likely to be honest than a clever man, and our politicians take advantage of this prejudice by pretending to be even more stupid than nature made them.",
			"The Revolution introduced me to art, and in turn, art introduced me to the Revolution!",
			"The end may justify the means as long as there is something that justifies the end.",
			"The history of all hitherto existing society is the history of class struggles",
			"Let us not seek to satisfy our thirst for freedom by drinking from the cup of bitterness and hatred.",
			"The only way we'll get freedom for ourselves is to identify ourselves with every oppressed people in the world. We are blood brothers to the people of Brazil, Venezuela, Haiti, Cuba -- yes Cuba too.",
			"Civil government, so far as it is instituted for the security of property, is in reality instituted for the defense of the rich against the poor, or of those who have some property against those who have none at all.",
			"Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle.",
			"Let the ruling classes tremble at a Communistic revolution. The proletarians have nothing to lose but their chains. They have a world to win. Workingmen of all countries unite!",
			"Everything is relative in this world, where change alone endures.",
			"The ideal subject of totalitarian rule is not the convinced Nazi or the convinced Communist, but people for whom the distinction between fact and fiction (i.e., the reality of experience) and the distinction between true and false (i.e., the standards of thought) no longer exist.",
			"The greatest purveyor of violence in the world : My own Government, I can not be Silent.",
			"Any war that requires the suspension of reason as a necessity for support is a bad war.",
			"Genuine equality means not treating everyone the same, but attending equally to everyone’s different needs.",
			"Someone that you have deprived of everything is no longer in your power. He is once again entirely free.",
			"There is often talk of human rights, but it is also necessary to talk of the rights of humanity. Why should some people walk barefoot, so that others can travel in luxurious cars? Why should some live for thirty-five years, so that others can live for seventy years? Why should some be miserably poor, so that others can be hugely rich? I speak on behalf of the children in the world who do not have a piece of bread. I speak on the behalf of the sick who have no medicine, of those whose rights to life and human dignity have been denied.",
			"It is easy to be conspicuously 'compassionate' if others are being forced to pay the cost.",
			"Labor in the white skin can never free itself as long as labor in the black skin is branded.",
			"Those who are weak don't fight.Those who are stronger might fight for an hour. Those who are stronger still might fight for many years. The strongest fight their whole life. They are the indispensable ones.",
			"The world, viewed philosophically, remains a series of slave camps, where citizens – tax livestock – labor under the chains of illusion in the service of their masters.",
"If you can convince people that freedom is injustice, they will then believe that slavery is freedom",
"Deep pockets and empty hearts rule the world. We unleash them at our peril",
"Money is the alienated essence of man's labor and life; and this alien essence dominates him as he worships it",
"It is not what you can do for your country, but what you can do for all of mankind.",
"The control of the production of wealth is the control of human life itself.",
"Most of them don't know what communism is, could not pick it out of a lineup. They only know what anticommunism is. The two are practically unrelated",
"It's hard to recognize discrimination when you live with it",
"The American Indians were Communists. They were. Every anthropologist will tell you they were Communists. No rich, no poor. If somebody needed something the community chipped in.",
"Real change from the status quo will never come from electing a politician—especially not one who leads a political party dedicated to upholding that status quo",
"Cautious, careful people, always casting about to preserve their reputations... can never effect a reform.",
"Social reforms are never carried out by the weakness of the strong; but always by the strength of the weak.",
"Mere political reform will not cure the manifold evils which now afflict society. There requires a social reform, a domestic reform, an individual reform",
"Radical thought has inspired many of the great political and social reform movements in American history, from ending slavery to establishing the minimum wage.",
"Revolution is born as a social entity within the oppressor society.",
"Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
"You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete.",
"No real social change has ever been brought about without a revolution... revolution is but thought carried into action.",
"There are but three ways for the populace to escape its wretched lot. The first two are by the routes of the wine-shop or the church; the third is by that of the social revolution.",
"Dottie likes you a lot",
"Donnie likes you a lot",
"Donnie heard that",
"Say hi to Gus",
"Your husband likes you",




			],
	
